class_sick = {"斑点落叶病":
'''
![斑点落叶病](https://tse3-mm.cn.bing.net/th/id/OIP-C.s-KKvxpMTIdRuNK59V1_pQHaFF?w=260&h=180&c=7&r=0&o=5&dpr=1.1&pid=1.7''斑点落叶病'')
### 症状介绍
苹果斑点落叶病又称苹果褐纹病，
主要危害苹果叶片，也危害叶柄、一年生枝条和果实。造成苹果早期落叶引起树势衰弱，
果品产量和质量降低，贮藏期还容易感染其他病菌，造成腐烂
### 流行规律
**发病时期**：一年有2个发病高峰期。第1高峰从5月上旬至6月中旬，
致春秋梢和叶片大量发病，严重时造成落叶；第2高峰在9月份，这时会再次加重秋梢发病重度，
造成大量落叶.\n
**寄主抗性**：不同品种的发病情况有明显差别，如富士、金冠等抗病。\n
**发生条件**：苹果展叶后，雨水多、降雨早，则田间发病早。在夏、秋季，空气湿度大、高温闷热时。此外，
树势衰弱、通风透光不良、地势低洼、地下水位高、枝细叶嫩及沿海地区等均容易发病。
此外，叶龄与发病也有一定关系，一般感病品种叶龄在12-21天时最易感病。
### 防治方法
苹果斑点落叶病以农业防治为主，辅以化学防治等其他防治措施。苹果斑点落叶病的防治关键，
是在搞好果园管理的基础上应立足于早期药剂防治。春梢期防治病菌侵染，
减少园内菌量；秋梢期防治病害扩散蔓延，避免造成早期落叶。
##### 农业防治
- 选用抗病品种：根据生产需要，尽可能种植抗病品种，如金冠、乔纳金、富士等；减少易感品种的种植面积，控制病害大发生。
- 加强栽培管理：结合冬剪，彻底剪除病枝。落叶后至发芽前彻底清除落叶，集中烧毁，
    消灭病菌越冬场所。合理修剪，及时剪除夏季徒长枝，使树冠通风透光，
    降低园内小气候环境湿度。地势低洼、水位高的果园要注意排水。科学施肥，增强树势，提高树体抗病能力。
##### 化学防治
树体保护是预防此病的积极措施。药剂防治是有效控制病害的主要措施。
关键要抓住2个为害高峰：春梢期从落花后即开始喷药，10-15天1次，需喷药2-3次；秋梢期根据降雨情况在雨季及时喷药保护，一般喷药2次左右即可控制该病为害，严重果园或元帅系品种可视情况加喷1次。
* 常用有效药剂
    * 30%**戊唑多菌灵**1000-1200倍液
    * 25%**戊唑醇**2000-2500倍液
    * 80%**代森锰锌**800-1000倍液
    * 50%**克菌丹**600-800倍液
    * 10%**苯醚甲环唑**1500-2000倍液等。
    尽量掌握在雨前喷药效果较好，但必须选用耐雨水冲刷药剂。
''',
"褐斑病":
'''
![褐斑病](https://img1.baidu.com/it/u=1369439217,3445175545&fm=253&fmt=auto&app=138&f=JPEG?w=682&h=500)
### 症状介绍
苹果褐斑病又称绿缘褐斑病，是由苹果双壳菌侵染所引起的、发生在苹果上的一种病害。
主要为害叶片，其次是果实和叶柄。苹果褐斑病发生后，导致苹果树早期落叶，
减少了苹果树的光合作用，造成营养不足，树势衰弱、果实小、果实黑点病较多
### 流行规律
适宜的气候条件是褐斑病发病较重的主因，不同年份褐斑病发生早晚和发生程度不同，
其主要原因是当年雨水来得早晚和降雨次数多少、降雨量大小而定，
降雨早、次数多、雨量大，褐斑病发生早且严重，降雨次数少且雨量小，褐斑病发生晚且轻。
- 施有机肥过少，氮多磷钾少，养分不平衡，负载量过大，树体衰弱，本身抗病能力差，病菌易侵入，易发生褐斑病。
- 药剂防治存在问题，喷药不适时，间隔时间长，雨前雨后用药不对路，喷药液量少等会造成褐斑病发生。
- 高温时期，环剥不适时，环剥量过重，导致环剥口不能正常愈合，树体养分输导受阻，营养供应不上，
影响树体正常生长，抗病力减退，易引起褐斑病发生。
- 地势低洼，栽植密度大，枝条茂密，荫蔽严重，通风透光差，湿度高，给病菌侵染创造了有利条件，促进褐斑病的发生蔓延。  
### 防治方法
##### 农业防治
**采用综合防治措施**，加强果树管理，彻底清园，消灭越冬病源，适时防治。选好对症药剂，掌握好喷药时间和喷药液量，提高防效。\n
**加强栽培管理**，增施有机肥，增施生物菌肥，配方全营养施肥，增强树势，增强果树抗病抗逆能力，减少褐斑病的发生。\n
**及时合理修剪**，改善通风透光条件，降低果园湿度，做好洼地排涝，恶化病害发生环境，减少褐斑病的发生；适时环剥，
合理环剥，适期愈合，以免高温环剥过重愈合不良，导致果树抗病力减弱。\n
**及时疏花疏果**，减少负载量，增强树势，减少病害。\n
**苹果落叶后**，及时清理落叶，集中烧毁，同时浅耕果园，减少越冬病菌。\n
**果实套袋**，减少褐斑病的病果率，同时在套袋后喷1次防治苹果褐斑病的铜制剂农药，如波尔多液，未套袋果园不可用，以免产生药害。
##### 化学防治
药剂防治，药剂可选择**戊唑醇**、**丙环唑**、**宁南霉素**、**多抗霉素**、**农抗120**等，喷药时要兼顾叶片背面、树体内膛及树冠下部叶片，力求均匀周到。
- 发病前使用药剂预防。可选用70%**丙森锌（安泰生）可湿性粉剂**00-800倍液，80%**大生M-45可湿性粉剂**1000倍液，68.75%**易保1200倍液**，80%**超威多菌灵可湿性粉剂**1000倍液等。
- 发病初期与积累期，交替使用**内吸性治疗剂**控制。43%**戊唑醇悬浮剂**3000倍液 （注意：**戊唑醇**套袋后使用，一年内最多用2次，否则对果实着色不良），
也可选用40%**氟硅唑（福星）乳油**8000倍液，40%**腈菌唑（信生）可湿性粉剂** 8000倍液，62.25%**腈菌唑+代森锰锌（仙生）可湿性粉剂**600倍液等。
- 盛发期处理，除以上内吸性治疗剂外，还可在8-9月对已套袋的果园喷布1-2次**波尔多液**或**多宁**或**必备**，保护叶片，波尔多液的配比为 1（硫酸铜）:1.5-2（生石灰）:160-200（水）。
''',
"黑腐病":
'''
![黑腐病](https://img2.baidu.com/it/u=3133383315,3376119605&fm=253&fmt=auto&app=138&f=JPEG?w=789&h=500)
### 症状介绍
苹果黑腐病又名苹果褐腐病，是由仁果囊壳孢侵染所引起的、发生在苹果上的病害。主要危害果实，也危害叶片和枝条，发生普遍，但危害不甚严重。
### 流行规律
**寄主抗性**：不同品种的发病情况有差异，红玉、瑞光和醇露等品种较发病。生长弱的果树和枝条发病较重；近成熟期果实受害较重；成叶受害较重。\n
**气候因素**：阴雨连续，地势低洼，通风不良，湿度大果园发病重。
### 防治方法
苹果黑腐病危害不重，不需单独防治。
##### 农业防治
栽植抗病品种。清理果园时注意将剪除枝、病落叶、带病僵果等带出果园集中处理；加强栽培管理，增强树势，提高抗病能力。
##### 化学防治
结合防治其他烂果病，从萌芽期开始喷40%克菌丹450-500倍液或36%**甲基硫菌灵**500-600倍液，或50%**苯菌灵可湿性粉剂**1500倍液。隔10-14天喷1次，连续2-3次。
''',
"灰斑病":
'''
![灰斑病](https://img1.baidu.com/it/u=3724516088,944444326&fm=253&fmt=auto&app=138&f=JPEG?w=667&h=500)
### 症状介绍
果灰斑病又名苹果叶斑病，是由梨叶点霉侵染所引起的、发生在苹果上的病害。主要危害叶片，也危害枝条、叶柄、嫩梢及果实。
受害叶片一般不变黄脱落，但严重受害的叶片可出现焦枯现象；枝条受害常引起干枯死亡。
### 流行规律
一般与**褐斑病**同时发生，但在**秋季**发病较多，危害也比较重。该病发生和流行与气候、品种有关。高温、高湿、降雨多而早的年份发病早而且严重。
苹果各品种间感病性也有明显差异，元帅、印度、青香蕉等易感病；国光、金冠次之；祝光等较抗病。
### 防治方法
##### 农业防治
**育苗场地的选择**：选择地势高、地下水位低、排水良好、水源方便、避风向阳的地方育苗。\n
**育苗前土壤处理**：播种前二三周，将床土耙松，每平方米床面用40%福尔马林30毫升加水2-4千克均匀喷洒于床面，并用薄膜覆盖，四五天后揭去薄膜，\n
耙松床土，待药味充分散尽后再播种。或每平方米苗床用40%拌种双可湿性粉剂8克，与4-5千克细土拌匀制成药土，打足底水后将1/3药土做垫土，另2/3做盖土，将种子夹在药土中间。若盖土不够，可在其上另加洁净的土壤。
**加强土壤管理**：避免低温高湿条件出现，不要在阴雨天浇水。尽量避免重复使用同一地块育苗，最好使用肥沃、疏松、无病的新壤土。若是在老苗圃地育苗，必须进行土壤处理；肥料一定要腐熟并施匀；播种均匀而不过密，
盖土不宜太厚；根据土壤湿度和天气情况，需洒水时每次不宜过多，且在上午进行；床土湿度大时，撒干细土降湿；做好苗床保温工作的同时，多透光，适量通风换气。
##### 化学防治
发病前半月喷1:2:（200-400）倍**波尔多液**，也可以用50%**甲基托布津可湿性粉剂**800-1000倍、40%**退菌特可湿性粉剂**500-700倍、25%**多菌灵**300-400倍液等，在6月中旬、7月中旬、8月中旬喷药3次。
多雨年份8月份结合防治炭疽病再喷1次。还可选择30%**绿得保胶悬剂**300-500倍、36%**甲基硫菌灵（甲基托布津）悬浮剂**500倍、70%**代森锰锌可湿性粉剂**500-600倍、
50%**混杀硫悬浮剂**500-600倍、50%**扑海因可湿性粉剂**1000-1500倍、10%**宝丽安可湿性粉剂**1000-1500倍、64%**杀毒矾可湿性粉剂**500-600倍、80%**抗菌剂402乳油**800-1000倍、60%**防霉宝超微粉**（多菌灵盐酸盐）600-800倍、50%**甲基硫菌灵·硫磺悬浮剂**00倍液。
喷药时间可根据发病期确定，一般可在结合防治白粉病时喷第1次药，以后隔20天1次，连防三四次。
''',
"花叶病":
'''
![花叶病](https://img2.baidu.com/it/u=2940901212,3867566298&fm=253&fmt=auto&app=138&f=JPEG?w=600&h=380)
### 症状介绍
苹果花叶病是由苹果花叶病毒、土拉苹果花叶病毒或李坏死环斑病毒中的苹果花叶株系侵染所引起的、发生在苹果上的病害。主要危害叶片，病斑鲜黄色，因病情轻重不同，症状变化较大，
主要有斑驳、花叶、条斑、环斑、镶边等5种类型，各类型的症状常会在同一株树上混合发生。
### 流行规律
**寄主抗性**：不同苹果品种的感病性有明显差异。富士、金冠、秦冠、青香蕉等高度感病，红星、元帅等品种轻度感病。\n
**发生条件**：早春萌芽不久即出现病叶，4-5月份发病最重。夏季3-8月份高温季节病害基本停止发展。秋季又短期恢复发病。高温多雨，当气温在10-20℃，光照较强，症状较重。树势衰弱时，症状较重，幼树比成株易发病。土壤干旱，水肥不足时发病重。
### 防治方法

##### 农业防治
- 拔除病苗：对病树应加强肥水管理，增强树势，对丧失结果能力的重病树和未结果的病幼树，及时刨除；控制蚜虫和红蜘蛛危害，修剪用具使用后及时消毒。环剥口过宽的，可进行桥接。将轻型花叶症状植株上的枝条嫁接到危害严重的树上能减轻症状。
- 消毒：将带毒苗木和接穗置于37℃恒温下培养28-40天，可获得脱毒苗木；或将芽条放在70℃热空气中10分钟，可获得脱毒芽条；也可用种子繁殖砧木。
##### 化学防治
春季展叶时喷1.5%**植病灵乳油**1000倍液，或20%**盐酸吗琳肌·铜可湿性粉剂**4000倍液，或0.05-0.1%**硝酸稀土**，隔15-20天喷1次，连续2-3次。果实采收前再喷1次；也可以在萌芽前后，用0.05-0.1%**稀土溶液**树干注射1-2次，株用量0.5-1千克。
##### 生物干扰
利用_苹果花叶病毒_的弱毒株系进行干扰，可起到减轻危害的作用。
''',
"锈病":
'''
![锈病](https://img0.baidu.com/it/u=3507740316,3697910738&fm=253&fmt=auto&app=138&f=JPEG?w=1605&h=408)
### 症状介绍
苹果锈病，又名赤星病、苹桧锈病、羊胡子，是由山田胶锈菌侵染所引起的、发生在苹果上的病害。主要为害叶片，也能为害嫩枝、幼果和果柄，还可为害转主寄主桧柏。往往造成早期落叶，弱树量。
### 流行规律
苹果锈病的流行与**早春的气候**密切相关，降雨频繁，气温较高易诱发此病流行。相反，春天干燥，虽降雨偏多，气温较低则发病较轻。
果锈病病菌，必须在转主寄主如桧柏、塔柏、圆柏、龙柏、刺柏等树上过冬，才能完成侵染循环，若苹果，海棠园或苗园地附近没有这些寄主，则不会发生此病。
越冬转主寄主的存在数量较多的越冬病菌，次年发病就会较为严重。4-5月，展叶开花后，若遇阴雨连绵，降水量达到50毫米以上，则有利于病菌传播和侵染。
### 防治方法
##### 农业防治
- 铲除桧柏苹果产区禁止种植桧柏。风景旅游区有桧柏的地方，不宜发展苹果园，两者应相距至少5千米以上；已零星种植桧柏的建议将其从果园中移走，防止苹果锈病的发生。
- 桧柏春季防治冬春检查“胶花”是否出现，发现后及时剪除，苹果发芽至幼果拇指盖大小时，在桧柏树上喷1-2度石硫合剂，全树喷药1-2次
##### 化学防治
**喷药保护**：从苹果展叶期开始，每隔10-15天喷布一次杀菌剂，连喷2-3次，保护叶片不受锈病菌侵染；或在大范围降水前，喷布1次杀菌剂，防止锈病菌在降雨过程中侵染。\n
**喷药治疗**：4-5月份，如果出现雨量超过5毫米、持续时间超过12小时的降雨，在降雨后的5天内喷施杀菌剂。
即柏树开花后5天内喷施杀菌剂；在苹果叶片刚开始发病，即出现针尖大小的红点时，立即喷施杀菌剂。\n
防治苹果锈病的特效药剂：常用的保护剂主要是以**代森锰锌**为有效成份的药剂；常用的杀菌剂有**氟硅唑**，
50%**甲基硫菌灵可湿性粉剂**600-800倍液，15%**三唑酮可湿性粉剂**2000倍液，43%**戊唑醇**或**悬浮剂**4000倍液，25%**丙环唑**2500倍液，12.5%**腈菌唑**2000倍液等。
''',
"黑星病":
'''
![黑星病](https://img1.baidu.com/it/u=173552078,3417127361&fm=253&fmt=auto&app=138&f=JPEG?w=693&h=500''黑星病'')
### 症状介绍
苹果黑星病又称苹果疮痂病、黑点病，是由苹果黑星菌侵染所引起的、发生在苹果上的病害。主要危害叶片或果实，叶柄、果柄、花芽、花器及新梢，从落花期到苹果成熟期均可危害。
### 流行规律
**发病时期**：中国辽宁省沈阳市从5月下旬开始发病，6月下旬至7月上旬为发病盛期，9月下旬发病停止。果实从膨大期开始发病，膨大后期发病最重，成熟期发病较少。陕西渭北6-7月份是发病盛期。\n
**发病条件**：各品种间感病性存在一定差异。降雨早、雨量大的年份发病重。特别是5-6月份花蕾开放和花瓣脱落期的降雨量，是决定病害流行的重要原因。树龄高，树势衰弱，管理粗放，抗病性差。密度过大，通风、透光条件不好，病菌极易传播蔓延。着露时间长的枝条易发病。
### 防治方法
苹果黑星病防治时应坚持预防为主，治疗为辅的原则，以有效地控制病害的发生，减轻危害。
##### 农业防治
- 合理修剪：保证果园通透性良好，是减轻黑星病发生的关键：在冬季修剪后，亩枝量控制在8万条左右，以保证园内通透性良好；春季萌芽后及时抹除剪锯口附近的无用萌芽；夏季适时剪除多头枝，保持枝条单轴延伸，秋季疏除多余无用大枝，防止树冠郁闭，降低病害的发生。
- 维持健壮的树势，提高树体抗病力：通过增加肥水，控制结果量等措施，保证树体健壮生长，提高树体抵抗黑星病的能力。
- 认真搞好清园工作，减少病源：冬季认真清扫落叶，彻底清除园内杂草，春季刮除枝溃疡病斑，在芽露红期喷5波美度石硫合剂，降低田间病菌数量，减轻黑星病的发生。
##### 化学防治
在5月初病菌侵染前及时喷施10%（质量分数，后同）**多抗霉素可湿性粉剂**1000-2000倍液或10%**农抗120可湿性粉剂**800倍液、40%**杜邦福星乳油**8000-10000倍液、**喷克**800倍液、**龙灯福连**800-1000倍液等高效保护性杀菌剂，阻止病菌侵染。\n
在病害症状出现后，及时喷施**渗透性强**，**耐雨水冲刷**，**药效持久稳定**的具有治疗和铲除作用的杀菌剂，以控制危害。生产中可选用1000-1200倍的**龙灯福连液**、**丙环唑**5000-6000倍液、**菌毒清**500-600倍液、**戊唑醇**1000-1500倍液、**世高**2000倍液、**苯醚甲环唑**1500倍液防治。
'''}